{
    "NOME": "Maria de Lourdes Rodrigues Serrano  Urbanização Sra de Belém Lt 32 Rua Deste Livro que vos Deixo 3100-328 Pombal",
    "ENDEREÇO": "Urbanização Sra. de Belém Lt 32 Rua Deste Livro que vos Deixo 3100-328 Pombal",
    "CONTATO": "915584985",
    "PROBLEMA_RELATADO": "A flacidez",
    "PERGUNTAS_FEITAS": [
        "Neste momento não posso comprar talvez no mês de Julho quando receber o subsidio de férias, obrigada",
        "Depois entrarei em contacto consigo ou o senhor entrará em contacto comigo sff",
        "Sim estou interessada, mas quero saber se isto faz engordar e se não tem problemas secundários para a saúde",
        "Sim,  mas apenas para o mês de Julho"
    ],
    "CONVERSA_IA": [
        {
            "pergunta": "Neste momento não posso comprar talvez no mês de Julho quando receber o subsidio de férias, obrigada",
            "resposta": "Entendo perfeitamente, mas fico feliz em dizer que o RenovaGold está disponível para si a qualquer momento! Se quiser, posso garantir o seu tratamento para o mês de Julho, com o melhor preço: 3 meses por apenas 149,98€ (economia de 30€). Assim, ao receber o subsidio, só precisa confirmar a entrega e pagar no momento. Os resultados começam a aparecer em 7-14 dias, e quanto mais cedo iniciar, mais tempo terá para aproveitar a pele mais firme e radiante. Quer prosseguir com o tratamento? 😊",
            "timestamp": "2025-05-22T21:09:58.099Z"
        },
        {
            "pergunta": "Depois entrarei em contacto consigo ou o senhor entrará em contacto comigo sff",
            "resposta": "Claro que entrarei em contacto consigo assim que tiver a sua confirmação de interesse. Apenas precisa dizer \"sim\" e eu organizo o envio do tratamento, com pagamento apenas na entrega. Deseja prosseguir com o tratamento? 🌟",
            "timestamp": "2025-05-22T21:11:23.950Z"
        },
        {
            "pergunta": "Sim estou interessada, mas quero saber se isto faz engordar e se não tem problemas secundários para a saúde",
            "resposta": "Não, o RenovaGold **não faz engordar**. É um suplemento de colagénio marinho e vitamina C, com baixo teor calórico e formulado para apoiar a saúde da pele, não o peso corporal. Quanto a efeitos secundários, **não tem contraindicações** e é seguro para a maioria das pessoas, pois os ingredientes são naturais e bem tolerados. No entanto, se tiver alguma condição médica específica, recomenda-se consultar um profissional de saúde.  \n\nOs resultados são visíveis em 7-14 dias, com melhoria na firmeza, elasticidade e redução de rugas. Deseja prosseguir com o tratamento? 😊",
            "timestamp": "2025-05-22T21:12:47.919Z"
        }
    ],
    "PACOTE_ESCOLHIDO": "1 mês de tratamento - RENOVAGOLD (74,98€)",
    "DATA": "22\/05\/2025",
    "versao": "v1-main",
    "Rec": false,
    "timestamp": "2025-05-22 21:17:55",
    "criado_em": 1747948675
}