{
    "NOME": "Bom dia, chamo me Florbela",
    "ENDEREÇO": "Rua Joaquim Rodrigues Bicho Urbanização da Silvã lote 116 3°Esq, 2350-087 Torres Novas ",
    "CONTATO": "914821813",
    "PROBLEMA_RELATADO": "Muitas rugas, flacidez e papada",
    "PERGUNTAS_FEITAS": [],
    "CONVERSA_IA": [
        {
            "pergunta": "2 meses",
            "resposta": "Excelente escolha! O pacote de 2 meses é ideal para sentir resultados ainda mais duradouros e aproveitar o **desconto exclusivo** (cada mês sai por apenas 59,99€ em vez de 74,98€). Com o **RenovaGold**, em poucas semanas, você notará redução de rugas, firmeza e uma pele visivelmente mais jovem. Tudo isso sem contraindicações e com a praticidade de pagar apenas na entrega. Gostaria de confirmar seu endereço para envio? O produto chega em 2 a 3 dias úteis.",
            "timestamp": "2025-07-02T10:28:28.949Z"
        },
        {
            "pergunta": "Dr diga me uma coisa por favor",
            "resposta": "Claro! Qual é a sua dúvida? Por exemplo: você está preocupado com rugas, flacidez ou aquela sensação de pele sem viço? Posso te garantir que o **RenovaGold**, com **colágeno marinho 150% mais potente** e **Vitamina C** para absorção máxima, promove rejuvenescimento visível em **7-14 dias**.  \n\nOfereço **3 opções de tratamento**:  \n- **1 mês**: 74,98€ (ideal para iniciar)  \n- **2 meses**: 119,98€ (com desconto e resultados mais duradouros)  \n- **3 meses**: 149,98€ (máximo desconto e transformação completa)  \n\nTudo entregue em **2-3 dias** na sua casa, com **pagamento apenas na entrega**. Quer saber mais ou já gostaria de escolher o seu pacote? 😉",
            "timestamp": "2025-07-02T10:29:42.267Z"
        },
        {
            "pergunta": "Terei que fazer para sempre este tratamento?",
            "resposta": "Não, não é necessário fazer o tratamento para sempre! Com o RenovaGold, basta seguir o plano escolhido (1, 2 ou 3 meses) para notar resultados visíveis já entre **7 a 14 dias**, com melhorias contínuas durante o período. A combinação de colágeno marinho + vitamina C atua de forma potente, mas segura, sem dependência ou necessidade de uso contínuo após o ciclo. \n\nVocê pode ajustar conforme sua necessidade: começar com 1 mês, avaliar a resposta da pele e decidir se quer manter por mais tempo. Como não tem contraindicações, é ideal para ciclos de rejuvenescimento sempre que sentir que sua pele precisa de um *boost*. O importante é que os resultados acumulam-se com o uso consistente, mas **você controla a duração**.  \n\nQuer começar com qual pacote? 😊 (1 mês, 2 meses ou 3 meses?)",
            "timestamp": "2025-07-02T10:30:08.485Z"
        }
    ],
    "PACOTE_ESCOLHIDO": "1 mês de tratamento - RENOVAGOLD (74,98€)",
    "DATA": "02\/07\/2025",
    "versao": "v2-main-n8n",
    "DESCONTO_APLICADO": false,
    "VALOR_FINAL": 74.98,
    "MODO_FALLBACK": false,
    "Rec": false,
    "timestamp": "2025-07-02 10:36:32",
    "criado_em": 1751452592
}