{
    "NOME": "Maria Vales",
    "ENDEREÇO": "",
    "CONTATO": "965880839",
    "PROBLEMA_RELATADO": "Rugas nos olhos ( pé de galinha ) e boca o chamado código barras na",
    "PERGUNTAS_FEITAS": [],
    "CONVERSA_IA": [
        {
            "pergunta": "combinado 1 mês",
            "resposta": "Olá!\n\nFico muito contente pelo seu interesse no RenovaGold! Para o tratamento de 1 mês, o investimento é apenas 74,98€, um valor excelente considerando os benefícios que vai obter.\n\nEste pacote mensal contém a nossa fórmula exclusiva com colágeno marinho, que é 150% mais potente que o colágeno comum do mercado. Combinámos este ingrediente poderoso com Vitamina C para garantir a máxima absorção e resultados mais rápidos.\n\nEm apenas 7 a 14 dias, já começará a notar diferenças visíveis na sua pele - menos pé de galinha, redução das rugas, melhoria na flacidez e mais elasticidade. E o melhor é que não tem qualquer contraindicação!\n\nUma vantagem fantástica é que só paga quando receber o produto em sua casa e ainda tem a nossa garantia de satisfação.\n\nDeseja avançar com este tratamento de 1 mês, ou prefere considerar os pacotes de 2 ou 3 meses que oferecem uma poupança significativa?",
            "timestamp": "2025-06-03T16:14:57.288Z"
        },
        {
            "pergunta": "só 1 mes",
            "resposta": "Olá!\n\nCompreendo perfeitamente que queira experimentar o tratamento de 1 mês do RenovaGold por 74,98€. É uma excelente forma de iniciar o seu processo de rejuvenescimento!\n\nCom apenas 1 mês de tratamento, já irá notar melhorias visíveis em 7 a 14 dias, especialmente na firmeza da pele e suavização das linhas finas. O nosso colágeno marinho é 150% mais potente que o colágeno comum, e com a Vitamina C que incluímos, a absorção é otimizada para melhores resultados.\n\nNo entanto, devo mencionar que os nossos clientes mais satisfeitos são aqueles que optam pelos pacotes de 2 ou 3 meses, pois os resultados são cumulativos e mais duradouros. As rugas mais profundas, pés de galinha e o \"bigode chinês\" respondem melhor ao tratamento continuado.\n\nPosso avançar com a sua encomenda de 1 mês? Lembre-se que só paga no momento da entrega e temos garantia de satisfação. Se preferir mudar para um pacote com maior duração e poupar no valor total, é só dizer!",
            "timestamp": "2025-06-03T16:15:49.885Z"
        }
    ],
    "PACOTE_ESCOLHIDO": "1 mês de tratamento - RENOVAGOLD (74,98€)",
    "DATA": "03\/06\/2025",
    "versao": "v2-main-n8n",
    "Rec": false,
    "timestamp": "2025-06-03 16:16:31",
    "criado_em": 1748967391
}