{
    "session_id": "ws_1747948711982_jxldzvnfz",
    "origem": "whatsapp",
    "versao": "v1-main",
    "timestamp": "2025-05-22 21:18:31",
    "criado_em": 1747948711,
    "Rec": true,
    "etapa_atual": "perguntas",
    "NOME": "Sandra",
    "ultima_atualizacao": "2025-05-22 21:30:10",
    "CONTATO": "Este",
    "PROBLEMA_RELATADO": "A flacidez",
    "marcos_progresso": [
        "audio_introdutorio",
        "entrega",
        "perguntas"
    ],
    "PERGUNTAS_FEITAS": [
        "Só vou puder comprar no início do mês obrigada",
        "Eu entro em contato obrigada",
        "Boa noite até breve"
    ],
    "CONVERSA_IA": [
        {
            "pergunta": "Só vou puder comprar no início do mês obrigada",
            "resposta": "Claro que entendo! A RenovaGold é mesmo ideal para começar no início do mês, já que o tratamento é mensal e os resultados começam a ser visíveis já na primeira semana. Com o colagénio marinho 150% mais potente e a Vitamina C, você vai notar uma melhora significativa na textura e firmeza da pele em pouco tempo. E como não tem contraindicações e oferece garantia de satisfação, não há risco algum. Quer que eu marque o seu pedido para o início do mês? 😊",
            "timestamp": "2025-05-22T21:28:18.635Z"
        },
        {
            "pergunta": "Eu entro em contato obrigada",
            "resposta": "Fico feliz em saber que está interessada! O RenovaGold é um tratamento revolucionário que combina colagénio marinho 150% mais potente e vitamina C para rejuvenescer a pele, reduzir rugas e restaurar a firmeza. Os resultados já são visíveis em 7-14 dias, e com a garantia de satisfação, você pode experimentar sem riscos. Deseja prosseguir com o tratamento? Pode escolher o pacote que mais lhe convém: 1 mês (74,98€), 2 meses (119,98€) ou 3 meses (149,98€).",
            "timestamp": "2025-05-22T21:29:15.712Z"
        },
        {
            "pergunta": "Boa noite até breve",
            "resposta": "Boa noite! Fico feliz por ter tido a oportunidade de falar consigo. Se tiver qualquer dúvida ou quiser saber mais sobre o RenovaGold, estou aqui para ajudar. Os resultados são notáveis e a garantia de satisfação oferece total segurança. Desejo-lhe uma excelente noite e, se quiser prosseguir com o tratamento, é só dizer! 😊",
            "timestamp": "2025-05-22T21:30:11.548Z"
        }
    ]
}