{
    "session_id": "ws_1748031156111_9kgxxxtqz",
    "origem": "whatsapp",
    "versao": "v1-main",
    "timestamp": "2025-05-23 20:12:32",
    "criado_em": 1748031152,
    "Rec": true,
    "etapa_atual": "perguntas",
    "NOME": "Isabel marques",
    "ultima_atualizacao": "2025-05-23 20:22:12",
    "CONTATO": "914155779",
    "PROBLEMA_RELATADO": "São as rugas e os papos nos olhos",
    "marcos_progresso": [
        "audio_introdutorio",
        "entrega",
        "perguntas"
    ],
    "PERGUNTAS_FEITAS": [
        "Agora de momento não",
        "Agora  não",
        "Agora de momento não obrigado",
        "Não obrigado"
    ],
    "CONVERSA_IA": [
        {
            "pergunta": "Agora de momento não",
            "resposta": "Entendo perfeitamente! Mas lembre-se: RenovaGold é a solução eficaz e segura para rejuvenescer a pele, reduzir rugas e restaurar firmeza. Com resultados visíveis já em 7-14 dias e um tratamento sem contraindicações, é uma opção inigualável. Se quiser, posso ajudá-lo a escolher o pacote ideal para começar quando estiver pronto. Deseja prosseguir com o tratamento? 😊",
            "timestamp": "2025-05-23T20:20:02.027Z"
        },
        {
            "pergunta": "Agora  não",
            "resposta": "Entendo! Mas quero que saiba que o RenovaGold é uma solução rápida e segura para revitalizar a sua pele, com resultados visíveis em poucos dias. Sem contraindicações, apenas pagamento na entrega, e garantia de satisfação. Se quiser, posso ajudá-lo a escolher o pacote ideal quando estiver pronto. Deseja prosseguir com o tratamento? 🌟",
            "timestamp": "2025-05-23T20:20:35.348Z"
        },
        {
            "pergunta": "Agora de momento não obrigado",
            "resposta": "Entendo, mas quero relembrar que o RenovaGold é uma solução eficaz e segura para recuperar a firmeza e a juventude da pele, com resultados visíveis em apenas 7-14 dias. A garantia de satisfação e o pagamento apenas na entrega tornam a decisão ainda mais tranquila. Se quiser, posso ajudá-lo a escolher o pacote ideal para o seu caso. Deseja prosseguir com o tratamento?",
            "timestamp": "2025-05-23T20:21:22.995Z"
        }
    ]
}